{ "translations": {
    "Error getting OAuth accessible resource list." : "Produciuse un erro ao obter a lista de recursos accesíbeis de OAuth.",
    "Error getting OAuth access token." : "Produciuse un erro ao obter o testemuño de acceso OAuth.",
    "Error during OAuth exchanges" : "Produciuse un erro durante os intercambios de OAuth",
    "Jira notifications" : "Notificacións de Jira",
    "Jira" : "Jira",
    "_You have %s open issue with recent activity in Jira._::_You have %s open issues with recent activity in Jira._" : ["Ten %s incidencia aberta con actividade recente no Jira.","Ten %s incidencias abertas con actividade recente no Jira."],
    "Bad credentials" : "Credenciais incorrectas",
    "OAuth access token refused" : "Foi rexeitado o testemuño de acceso de OAuth",
    "Connected accounts" : "Contas conectadas",
    "Jira integration" : "Integración de Jira",
    "Integration of Jira user support/ticketing solution" : "Integración da solución de asistencia ao usuario/billetado de Jira",
    "Jira integration provides a dashboard widget displaying your important notifications,\na unified search provider to search for issues\nand notifications about recent activity related to your assigned issues." : "A integración de Jira fornece un trebello de taboleiro que amosa as súas notificacións importantes,\nun provedor de buscas unificado para buscar incidencias\ne notificacións sobre a actividade recente relacionada coas incidencias asignadas.",
    "If you want to allow your Nextcloud users to use OAuth to authenticate to Jira, create an application in your Jira admin settings and set the ID and secret here." : "Se quere permitir que os seus usuarios do Nextcloud usen OAuth para autenticarse en Jira, cree unha aplicación nos axustes de administración de Jira e estabeleza o ID e o segredo aquí.",
    "Jira app settings" : "Axustes da aplicación Jira",
    "Make sure you set the redirection/callback URL to" : "Asegúrese de estabelecer o URL de redirección/devolución de chamada como",
    "Don't forget to make your Jira OAuth application public." : "Non esqueza facer pública a súa aplicación do OAuth de Jira.",
    "How to make Jira OAuth public" : "Como facer pública o OAuth de Jira ",
    "Put the \"Client ID\" and \"Client secret\" below. Your Nextcloud users will then see a \"Connect to Jira\" button in their personal settings." : "Engada deseguido o «ID de cliente» e o «Segredo de cliente». Os seus usuarios do Nextcloud verán entón un botón «Conectar con Jira» nos seus axustes persoais.",
    "Client ID" : "ID do cliente",
    "ID of your application" : "ID da súa aplicación",
    "Client secret" : "Segredo do cliente",
    "Your application secret" : "Segredo da súa aplicación",
    "Restrict self hosted URL to" : "Restrinxir o URL propio a",
    "Instance address" : "Enderezo da instancia",
    "Jira admin options saved" : "Gardáronse as opcións de administración de Jira",
    "Failed to save Jira admin options" : "Produciuse un fallo ao gardar as opcións de administración de Jira.",
    "Connected as {username}" : "Conectado como {username}",
    "Disconnect from Jira" : "Desconectar de Jira",
    "Enable unified search for tickets" : "Activar a busca unificada de billetes.",
    "Warning, everything you type in the search bar will be sent to Jira." : "Advertencia, todo o que escriba na barra de buscas enviarase á súa instancia de Jira.",
    "Enable notifications for open tickets" : "Activar as notificacións de billetes abertos.",
    "Jira Cloud" : "Jira Cloud",
    "Connect to Jira Cloud" : "Conectar con Jira Cloud",
    "Ask your Nextcloud administrator to configure a Jira Cloud OAuth app in order to be able to connect to this service." : "Pídalle ao administrador de Nextcloud que configure unha aplicación Jira Cloud OAuth para poder conectarse a este servizo.",
    "Self-hosted Jira Software" : "Software Jira de aloxamento autónomo",
    "Jira self-hosted instance address" : "Enderezo da instancia do aloxamento autónomo de Jira",
    "Jira address" : "Enderezo de Jira",
    "User" : "Usuario",
    "Jira user name" : "Nome de usuario de Jira",
    "Password" : "Contrasinal",
    "Jira password" : "Contrasinal de Jira",
    "Connect to this Jira instance" : "Conectar con esta instancia de Jira",
    "Successfully connected to Jira!" : "Conectou satisfactoriamente con Jira",
    "OAuth access token could not be obtained:" : "Non foi posíbel obter o testemuño de acceso OAuth",
    "Jira options saved" : "Gardáronse as opcións de Jira",
    "Failed to save Jira options" : "Produciuse un fallo ao gardar as opcións de Jira.",
    "Impossible to connect to Jira instance" : "Non é posíbel conectar con esta instancia de Jira",
    "Login/password are invalid or account is locked" : "O inicio de sesión/contrasinal non é válido ou a conta está bloqueada",
    "Failed to connect to Jira Software" : "Produciuse un fallo ao conectar co software Jira",
    "Failed to save Jira OAuth state" : "Produciuse un fallo ao gardar o estado do OAuth de Jira",
    "Connect to Jira" : "Conectar con Jira",
    "No Jira account connected" : "Non hai ningunha conta de Jira conectada",
    "Error connecting to Jira" : "Produciuse un erro ao conectar co Jira",
    "No Jira notifications!" : "Non hai notificacións de Jira.",
    "Failed to get Jira notifications" : "Produciuse un fallo ao obter as notificacións de Jira"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}